Repository: common-repository/internal-comments
Catalog: src/languages/internal-comments-*.po
Languages: de_de, ro_ro

source: Failed to delete internal comment %s
de_de: Interner Kommentar %s konnte nicht gelöscht werden
ro_ro: Ștergerea comentariului intern %s a eșuat

source: Comment text is empty.
de_de: Der Kommentartext ist leer.
ro_ro: Textul comentariului este gol.

# is private comment
source: No
de_de: Nein
ro_ro: Nu

# is private comment
source: Yes
de_de: Ja
ro_ro: Da

source: A WordPress plugin for administrators and other users with admin area access to post private admin-side comments to any registered post type.
de_de: Ein WordPress-Plugin für Administratoren und andere Benutzer mit Zugriff auf den Admin-Bereich, um private Kommentare auf der Admin-Seite zu jedem registrierten Beitragstyp zu veröffentlichen.
ro_ro: Un modul WordPress pentru administratori și alți utilizatori cu acces la zona de administrare pentru a posta comentarii private pe partea de administrare la orice tip de articol înregistrat.

source: It seems like <strong>%s</strong> is corrupted. Please reinstall!
de_de: Es scheint, dass <strong>%s</strong> beschädigt ist. Bitte erneut installieren!
ro_ro: Se pare că <strong>%s</strong> este corupt. Vă rugăm să reinstalați!

source: Visible only to administrators and the original poster.
de_de: Sichtbar nur für Administratoren und den ursprünglichen Poster.
ro_ro: Vizibil doar pentru administratori și pentru autorul original al mesajului.

source: Allow private comments?
de_de: Private Kommentare zulassen?
ro_ro: Permiteți comentarii private?

source: Remove all plugin settings and all posted internal comments permanently when removing the plugin. This action is irreversible.
de_de: Alle Plugin-Einstellungen und alle geposteten internen Kommentare dauerhaft löschen wenn das Plugin entfernt wird. Diese Aktion ist nicht umkehrbar.
ro_ro: A se șțerge toate setările plugin-ului și toate comentariile interne postate permanent la eliminarea plugin-ului. Această acțiune este ireversibilă.

source: Remove all data on uninstallation?
de_de: Alle Daten bei Deinstallation entfernen?
ro_ro: Șterge toate datele la dezinstalare?

source: Post Types that support internal comments
de_de: Beitragstypen, die interne Kommentare unterstützen
ro_ro: Tipuri de posturi care acceptă comentarii interne

source: Internal Comments Settings
de_de: Interne Kommentare Einstellungen
ro_ro: Setări Comentarii Interne

source: Is private:
de_de: Ist privat:
ro_ro: Este privat:

source: Premium support
ro_ro: Suport Premium

source: Visit premium support forums
de_de: Premium-Support-Foren besuchen
ro_ro: Vizitați forumurile de asistență premium

source: Account
de_de: Konto
ro_ro: Cont

source: Visit your account area
de_de: Besuchen Sie Ihren Kontobereich
ro_ro: Vizitați zona contului dvs

source: Contact us
de_de: Kontaktieren Sie uns
ro_ro: Contact

source: Send us an inquiry
de_de: Senden Sie uns eine Anfrage
ro_ro: Trimiteți-ne o întrebare

source: Community support
ro_ro: Ajutor de la comunitate

source: Visit community forums
de_de: Besuchen Sie das Community Forum
ro_ro: Vizitează forumurile Comunităţii

source: Upgrade
ro_ro: Actualizați

source: Upgrade for premium features
de_de: Upgrade für Premium-Funktionen
ro_ro: Cumpără licență pentru funcții premium

source: Settings
de_de: Einstellungen
ro_ro: Setări

source: View settings
de_de: Einstellungen ansehen
ro_ro: Vizualizați setările

source: %s internal comment
de_de: %s interner Kommentar
ro_ro: %s comentariu intern

source: No internal comments
de_de: Keine internen Kommentare
ro_ro: Nu există comentarii interne

source: (has %s reply)
de_de: (hat %s Antwort)
ro_ro: (are %s răspuns)

source: added on %1$s by %2$s
de_de: hinzugefügt am %1$s von %2$s
ro_ro: adăugat pe %1$s de către %2$s

source: Loading &hellip;
de_de: L&auml;dt &hellip;
ro_ro: Se încarcă &hellip;

source: Save comment
de_de: Kommentar speichern
ro_ro: Salvați comentariul

source: Edit your comment here &hellip;
de_de: Bearbeiten Sie Ihren Kommentar hier &hellip;
ro_ro: Editați comentariul dvs. aici &hellip;

source: Edit internal comment
de_de: Internen Kommentar bearbeiten
ro_ro: Editează comentariu intern

source: Cancel
de_de: Abbrechen
ro_ro: Anulează

source: Reply to internal comment
de_de: Internen Kommentar beantworten
ro_ro: Răspunde la comentariul intern

source: Post reply
de_de: Antwort veröffentlichen
ro_ro: Postează răspuns

source: Visible only to you and administrators
de_de: Sichtbar nur für Sie und Administratoren
ro_ro: Vizibil doar pentru dumneavoastră și pentru administratori

source: Mark as private
de_de: Als Privat markieren
ro_ro: Marchează ca și privat

source: Be the first to post one!
de_de: Seien Sie der Erste, der einen Kommentar schreibt!
ro_ro: Fii primul care postează unul!

source: There are no internal comments on this %s yet.
de_de: Es gibt noch keine internen Kommentare zu diesem %s.
ro_ro: Nu există încă niciun comentariu intern cu privire la acest %s.

source: Move to Trash
de_de: In den Papierkorb verschieben
ro_ro: Sterge

source: Delete
de_de: Löschen
ro_ro: Șterge

source: Edit comment
de_de: Kommentar bearbeiten
ro_ro: Modificati acest comentariu

source: Added on %1$s at %2$s by
de_de: Hinzugefügt am %1$s um %2$s von
ro_ro: Adăugat pe %1$s la %2$s de către

source: Post comment
de_de: Kommentar absenden
ro_ro: Posteaza comentariu

source: Write your comment here &hellip;
de_de: Schreiben Sie hier Ihren Kommentar &hellip;
ro_ro: Scrieți comentariul dumneavoastră aici &hellip;

source: New internal comment
de_de: Neuer interner Kommentar
ro_ro: Comentariu intern nou

source: Post ID is invalid.
de_de: Die Beitrags-ID ist ungültig.
ro_ro: ID-ul postului nu este valid.

source: Internal Comments
de_de: Interne Kommentare
ro_ro: Comentarii interne

source: You cannot post an empty internal comment.
de_de: Sie können keinen leeren internen Kommentar abgeben.
ro_ro: Nu puteți posta un comentariu intern gol.

source: Changed on %1$s at %2$s by
de_de: Geändert am %1$s um %2$s von
ro_ro: Modificat pe %1$s la %2$s de către

source: No revisions history is known.
de_de: Es ist keine Revisionshistorie bekannt.
ro_ro: Nu se cunoaște niciun istoric al revizuirilor.

source: Revision history
de_de: Revisionshistorie
ro_ro: Istoric de revizii

source: Failed to trash comment. Please try again!
de_de: Fehler beim Löschen des Kommentars. Bitte versuchen Sie es erneut!
ro_ro: Nu s-a reușit aruncarea la gunoi a comentariului. Vă rugăm să încercați din nou!

source: You don't have the necessary permissions to trash this comment.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diesen Kommentar zu löschen.
ro_ro: Nu aveți permisiunile necesare pentru a șterge acest comentariu.

source: Failed to update comment. Please try again!
de_de: Kommentar konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut!
ro_ro: Nu s-a reușit actualizarea comentariului. Vă rugăm să încercați din nou!

source: You don't have the necessary permissions to edit this comment.
de_de: Sie haben nicht die erforderlichen Rechte, um diesen Kommentar zu bearbeiten.
ro_ro: Nu aveți permisiunile necesare pentru a edita acest comentariu.

source: You don't have the necessary permissions to view this comment.
de_de: Sie haben nicht die erforderlichen Rechte, um diesen Kommentar zu sehen.
ro_ro: Nu aveți permisiunile necesare pentru a vedea acest comentariu.

source: Invalid comment ID.
de_de: Ungültige Kommentar-ID.
ro_ro: ID comentariu invalid.

source: Failed to insert comment into the database. Please try again!
de_de: Der Kommentar konnte nicht in die Datenbank eingefügt werden. Bitte versuchen Sie es erneut!
ro_ro: Nu s-a reușit introducerea comentariului în baza de date. Vă rugăm să încercați din nou!

source: You don't have the necessary permissions to add this comment.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diesen Kommentar hinzuzufügen.
ro_ro: Nu aveți permisiunile necesare pentru a adăuga acest comentariu.

source: Invalid parent comment ID
de_de: Ungültige übergeordnete Kommentar-ID
ro_ro: ID invalid pentru comentariul părinte

source: Your session has expired. Please reload the page and try again!
de_de: Ihre Sitzung ist abgelaufen. Bitte laden Sie die Seite neu und versuchen Sie es erneut!
ro_ro: Sesiunea dvs. a expirat. Vă rugăm să reîncărcați pagina și să încercați din nou!

source: Request failed with the following message: %error_msg%. Please try again!
de_de: Die Anfrage ist mit der folgenden Meldung fehlgeschlagen: %error_msg%. Bitte versuchen Sie es erneut!
ro_ro: Cererea a eșuat cu următorul mesaj: %error_msg%. Vă rugăm să încercați din nou!

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="https://wordpress.org/support/article/updating-wordpress/" target="_blank">the Codex</a>.
de_de: Wenn Sie Ihre PHP-Version aktualisieren müssen, können Sie Ihre Hosting-Firma um Hilfe bitten, und wenn Sie Hilfe bei der Aktualisierung von WordPress benötigen, können Sie sich an den <a href="https://wordpress.org/support/article/updating-wordpress/" target="_blank">Codex</a> wenden.
ro_ro: Dacă aveți nevoie să vă actualizați versiunea de PHP, puteți solicita asistență companiei dvs. de găzduire și, dacă aveți nevoie de ajutor pentru actualizarea WordPress, puteți consulta <a href="https://wordpress.org/support/article/updating-wordpress/" target="_blank">Codex-ul</a> oficial.

source: You're running version %s
de_de: Sie verwenden die Version %s
ro_ro: Rulați versiunea %s

source: <strong>%1$s (%2$s)</strong> has encountered an error. Your environment doesn't meet all the system requirements listed below:
de_de: <strong>%1$s (%2$s)</strong> ist auf einen Fehler gestoßen. Ihre Umgebung erfüllt nicht alle der unten aufgeführten Systemanforderungen:
ro_ro: <strong>%1$s (%2$s)</strong> a întâmpinat o eroare. Mediul dvs. nu îndeplinește toate cerințele de sistem enumerate mai jos:

# settings heading
source: General
de_de: Allgemein
